{
    "word2idx": {
        "<PAD>": 0,
        "<UNK>": 1,
        "<SOS>": 2,
        "<EOS>": 3,
        "please": 4,
        "put": 5,
        "the": 6,
        "dustpan": 7,
        "in": 8,
        "broom": 9,
        "closet": 10,
        "be": 11,
        "quiet": 12,
        "for": 13,
        "a": 14,
        "moment": 15,
        "read": 16,
        "this": 17,
        "tom": 18,
        "persuaded": 19,
        "store": 20,
        "manager": 21,
        "to": 22,
        "give": 23,
        "him": 24,
        "back": 25,
        "his": 26,
        "money": 27,
        "friendship": 28,
        "consists": 29,
        "of": 30,
        "mutual": 31,
        "understanding": 32,
        "are": 33,
        "you": 34,
        "going": 35,
        "come": 36,
        "tomorrow": 37,
        "?": 38,
        "see": 39,
        "matter": 40,
        "right": 41,
        "away": 42,
        "will": 43,
        "i": 44,
        "showed": 45,
        "my": 46,
        "friends": 47,
        "these": 48,
        "picture": 49,
        "postcards": 50,
        "mary": 51,
        "is": 52,
        "youngest": 53,
        "three": 54,
        "sisters": 55,
        "he": 56,
        "has": 57,
        "two": 58,
        "aunts": 59,
        "on": 60,
        "mothers": 61,
        "side": 62,
        "that": 63,
        "what": 64,
        "want": 65,
        "know": 66,
        "onions": 67,
        "can": 68,
        "used": 69,
        "many": 70,
        "dishes": 71,
        "rumor": 72,
        "not": 73,
        "true": 74,
        "as": 75,
        "far": 76,
        "told": 77,
        "clean": 78,
        "room": 79,
        "anybody": 80,
        "seen": 81,
        "beer": 82,
        "mug": 83,
        "could": 84,
        "speak": 85,
        "wont": 86,
        "punished": 87,
        "some": 88,
        "people": 89,
        "think": 90,
        "president": 91,
        "spends": 92,
        "too": 93,
        "much": 94,
        "time": 95,
        "traveling": 96,
        "we": 97,
        "were": 98,
        "supposed": 99,
        "meet": 100,
        "at": 101,
        "restaurant": 102,
        "but": 103,
        "never": 104,
        "up": 105,
        "very": 106,
        "secretive": 107,
        "person": 108
    },
    "idx2word": {
        "0": "<PAD>",
        "1": "<UNK>",
        "2": "<SOS>",
        "3": "<EOS>",
        "4": "please",
        "5": "put",
        "6": "the",
        "7": "dustpan",
        "8": "in",
        "9": "broom",
        "10": "closet",
        "11": "be",
        "12": "quiet",
        "13": "for",
        "14": "a",
        "15": "moment",
        "16": "read",
        "17": "this",
        "18": "tom",
        "19": "persuaded",
        "20": "store",
        "21": "manager",
        "22": "to",
        "23": "give",
        "24": "him",
        "25": "back",
        "26": "his",
        "27": "money",
        "28": "friendship",
        "29": "consists",
        "30": "of",
        "31": "mutual",
        "32": "understanding",
        "33": "are",
        "34": "you",
        "35": "going",
        "36": "come",
        "37": "tomorrow",
        "38": "?",
        "39": "see",
        "40": "matter",
        "41": "right",
        "42": "away",
        "43": "will",
        "44": "i",
        "45": "showed",
        "46": "my",
        "47": "friends",
        "48": "these",
        "49": "picture",
        "50": "postcards",
        "51": "mary",
        "52": "is",
        "53": "youngest",
        "54": "three",
        "55": "sisters",
        "56": "he",
        "57": "has",
        "58": "two",
        "59": "aunts",
        "60": "on",
        "61": "mothers",
        "62": "side",
        "63": "that",
        "64": "what",
        "65": "want",
        "66": "know",
        "67": "onions",
        "68": "can",
        "69": "used",
        "70": "many",
        "71": "dishes",
        "72": "rumor",
        "73": "not",
        "74": "true",
        "75": "as",
        "76": "far",
        "77": "told",
        "78": "clean",
        "79": "room",
        "80": "anybody",
        "81": "seen",
        "82": "beer",
        "83": "mug",
        "84": "could",
        "85": "speak",
        "86": "wont",
        "87": "punished",
        "88": "some",
        "89": "people",
        "90": "think",
        "91": "president",
        "92": "spends",
        "93": "too",
        "94": "much",
        "95": "time",
        "96": "traveling",
        "97": "we",
        "98": "were",
        "99": "supposed",
        "100": "meet",
        "101": "at",
        "102": "restaurant",
        "103": "but",
        "104": "never",
        "105": "up",
        "106": "very",
        "107": "secretive",
        "108": "person"
    }
}