{
    "word2idx": {
        "<PAD>": 0,
        "<UNK>": 1,
        "<SOS>": 2,
        "<EOS>": 3,
        "xin": 4,
        "vui": 5,
        "lòng": 6,
        "đặt": 7,
        "người": 8,
        "quét": 9,
        "rác": 10,
        "trong": 11,
        "tủ": 12,
        "chổi": 13,
        "im": 14,
        "lặng": 15,
        "một": 16,
        "lát": 17,
        "đọc": 18,
        "này": 19,
        "tom": 20,
        "thuyết": 21,
        "phục": 22,
        "quản": 23,
        "lý": 24,
        "cửa": 25,
        "hàng": 26,
        "trả": 27,
        "lại": 28,
        "tiền": 29,
        "cho": 30,
        "anh": 31,
        "ta": 32,
        "tình": 33,
        "bạn": 34,
        "bao": 35,
        "gồm": 36,
        "sự": 37,
        "hiểu": 38,
        "biết": 39,
        "lẫn": 40,
        "nhau": 41,
        "ngày": 42,
        "mai": 43,
        "có": 44,
        "đến": 45,
        "không": 46,
        "nhìn": 47,
        "thấy": 48,
        "vấn": 49,
        "đề": 50,
        "ngay": 51,
        "lập": 52,
        "tức": 53,
        "sẽ?": 54,
        "tôi": 55,
        "đã": 56,
        "bè": 57,
        "của": 58,
        "xem": 59,
        "những": 60,
        "tấm": 61,
        "bưu": 62,
        "thiếp": 63,
        "hình": 64,
        "ảnh": 65,
        "mary": 66,
        "là": 67,
        "em": 68,
        "út": 69,
        "ba": 70,
        "chị": 71,
        "ấy": 72,
        "hai": 73,
        "dì": 74,
        "ở": 75,
        "bên": 76,
        "mẹ": 77,
        "đó": 78,
        "gì": 79,
        "muốn": 80,
        "hành": 81,
        "tây": 82,
        "thể": 83,
        "được": 84,
        "sử": 85,
        "dụng": 86,
        "nhiều": 87,
        "món": 88,
        "ăn": 89,
        "tin": 90,
        "đồn": 91,
        "đúng": 92,
        "như": 93,
        "bảo": 94,
        "dọn": 95,
        "phòng": 96,
        "ai": 97,
        "cốc": 98,
        "bia": 99,
        "không?": 100,
        "nói": 101,
        "chuyện": 102,
        "với": 103,
        "sẽ": 104,
        "bị": 105,
        "trừng": 106,
        "phạt": 107,
        "số": 108,
        "nghĩ": 109,
        "rằng": 110,
        "tổng": 111,
        "thống": 112,
        "dành": 113,
        "quá": 114,
        "thời": 115,
        "gian": 116,
        "để": 117,
        "đi": 118,
        "du": 119,
        "lịch": 120,
        "chúng": 121,
        "định": 122,
        "gặp": 123,
        "nhà": 124,
        "nhưng": 125,
        "giờ": 126,
        "xuất": 127,
        "hiện": 128,
        "rất": 129,
        "bí": 130,
        "mật": 131
    },
    "idx2word": {
        "0": "<PAD>",
        "1": "<UNK>",
        "2": "<SOS>",
        "3": "<EOS>",
        "4": "xin",
        "5": "vui",
        "6": "lòng",
        "7": "đặt",
        "8": "người",
        "9": "quét",
        "10": "rác",
        "11": "trong",
        "12": "tủ",
        "13": "chổi",
        "14": "im",
        "15": "lặng",
        "16": "một",
        "17": "lát",
        "18": "đọc",
        "19": "này",
        "20": "tom",
        "21": "thuyết",
        "22": "phục",
        "23": "quản",
        "24": "lý",
        "25": "cửa",
        "26": "hàng",
        "27": "trả",
        "28": "lại",
        "29": "tiền",
        "30": "cho",
        "31": "anh",
        "32": "ta",
        "33": "tình",
        "34": "bạn",
        "35": "bao",
        "36": "gồm",
        "37": "sự",
        "38": "hiểu",
        "39": "biết",
        "40": "lẫn",
        "41": "nhau",
        "42": "ngày",
        "43": "mai",
        "44": "có",
        "45": "đến",
        "46": "không",
        "47": "nhìn",
        "48": "thấy",
        "49": "vấn",
        "50": "đề",
        "51": "ngay",
        "52": "lập",
        "53": "tức",
        "54": "sẽ?",
        "55": "tôi",
        "56": "đã",
        "57": "bè",
        "58": "của",
        "59": "xem",
        "60": "những",
        "61": "tấm",
        "62": "bưu",
        "63": "thiếp",
        "64": "hình",
        "65": "ảnh",
        "66": "mary",
        "67": "là",
        "68": "em",
        "69": "út",
        "70": "ba",
        "71": "chị",
        "72": "ấy",
        "73": "hai",
        "74": "dì",
        "75": "ở",
        "76": "bên",
        "77": "mẹ",
        "78": "đó",
        "79": "gì",
        "80": "muốn",
        "81": "hành",
        "82": "tây",
        "83": "thể",
        "84": "được",
        "85": "sử",
        "86": "dụng",
        "87": "nhiều",
        "88": "món",
        "89": "ăn",
        "90": "tin",
        "91": "đồn",
        "92": "đúng",
        "93": "như",
        "94": "bảo",
        "95": "dọn",
        "96": "phòng",
        "97": "ai",
        "98": "cốc",
        "99": "bia",
        "100": "không?",
        "101": "nói",
        "102": "chuyện",
        "103": "với",
        "104": "sẽ",
        "105": "bị",
        "106": "trừng",
        "107": "phạt",
        "108": "số",
        "109": "nghĩ",
        "110": "rằng",
        "111": "tổng",
        "112": "thống",
        "113": "dành",
        "114": "quá",
        "115": "thời",
        "116": "gian",
        "117": "để",
        "118": "đi",
        "119": "du",
        "120": "lịch",
        "121": "chúng",
        "122": "định",
        "123": "gặp",
        "124": "nhà",
        "125": "nhưng",
        "126": "giờ",
        "127": "xuất",
        "128": "hiện",
        "129": "rất",
        "130": "bí",
        "131": "mật"
    }
}